[{"sId":"s01","img":"https://i.ibb.co/zZJqVwB/stroke-management.jpg","title":"CEREBRAL VASCULAR","department":"Neuro Physiotherapy","description":"Stroke occurs when the blood supply to part of your brain is interrupted or reduced, depriving brain tissue of oxygen and nutrients. Some improvement may occur rapidly within the first few days and weeks after the stroke. Other improvement may occur more gradually. The sooner you begin stroke physiotherapy, the more likely you are to regain lost abilities and skills. If your stroke has affected the part of your brain that controls movement, you may have weakness or paralysis on one side of your body or problems with moving and doing your everyday activities. physiotherapy help you to recover. Physiotherapy improves recovery of function and mobility after stroke. NICE recommends a minimum of 45 minutes of physiotherapy five days a week as part of a seven day specialist stroke rehabilitation service."},{"sId":"s02","img":"https://i.ibb.co/TbkZq18/face-pulsy.jpg","title":"FACIAL PALSY","department":"Neuro Physiotherapy","description":"Bell's palsy is a type of facial paralysis that results in an inability to control the facial muscles on the affected side. Physiotherapy can help weakness from Bell palsy. Facial exercises in front of a mirror can help patients with Bell palsy who suffer from persistent weakness."},{"sId":"s03","img":"https://i.ibb.co/8cnFcgS/parkinson.png","title":"PARKINSON DISEASE","department":"Neuro Physiotherapy","description":"Parkinson's disease is the second most common neurodegenerative disorder and the most common movement disorder. Characteristics of Parkinson's disease are progressive loss of muscle control. Physiotherapy cannot cure Parkinson's disease, because at this time, neurological damage cannot be reversed. ... The goal of Physiotherapy is to improve your independence and quality of life by improving movement and function and relieving pain. Physiotherapy can help with: Balance problems."},{"sId":"s04","img":"https://i.ibb.co/Wsgf04K/shoulder-pain.png","title":"SHOULDER PAIN","department":"Orthopedic Physiotherapy","description":"Frozen shoulder or shoulder pain is a condition that affects yourshoulder joint. It usually involves pain and stiffness that develops gradually, gets worse and then finally goes away. This can take anywhere from a year to 3 years. Your shoulder is made up of three bones that form a ball-and-socket joint.You can also start gentle pendulum exercises during this time. By keeping the shoulder mobile, you can avoid a frozen shoulder. After a few days of rest,shoulder exercises can be started to help improve the range of motion of the joint and improve the strength of the rotator cuff muscles."},{"sId":"s05","img":"https://i.ibb.co/Vjvmw26/neck-pain.jpg","title":"NECK PAIN","department":"Orthopedic Physiotherapy","description":"Neck pain is a common complaint. ... Osteoarthritis also is a common cause of neck pain. Rarely, neck pain can be a symptom of a more serious problem. Neck Pain is most commonly due to damage to the bones, nerves, and/or muscles of the neck. ... Neck stiffness may also develop as a reaction and result of muscle spasm in various conditions that cause neck pain, including traumatic injuries.Physiotherapy may help restore normal neck function and help alleviate pain. As with physiotherapist manipulate the neck and thoracic joints to reduce stiffness, improve mobility, and increase range of motion."},{"sId":"s06","img":"https://i.ibb.co/7GyYNC6/back-pain.jpg","title":"BACK PAIN","department":"Orthopedic Physiotherapy","description":"Back pain result from injury, activity and some medical conditions. Back pain can affect people of any age, for different reasons. As people get older, the chance of developing lower back pain increases, due to factors such as previous occupation and degenerative disk disease.Lower back pain may be linked to the bony lumbar spine, discs between the vertebrae, ligaments around the spine and discs, spinal cord and nerves, lower back muscles,Physiotherapy consists of hands-on treatment to loosen muscles and joints, education on proper posture and movement to decrease pain, instruction on stretching and strengthening exercises to restore mobility and strength, and modalities such as electrical stimulation, cold/heat and ultrasound."}]